Author=Crystek Chris
SourceLANGID=1033
LANGID=1048
Generator=DKLang Translation Editor v3.0
LastModified=2015-10-20 03:24:25

[About]
00000002=Despre
00000094=Aren
00000161=Închide
00000162=Versiuni
00000165=Comentari, bug-uri, modalități de îmbunătățire etc. sunt foarte binevenite.
00000166=Despre Advanced Renamer
00000167=De asemenea, verifică și pe forum
00000168=Donează

[AddDir]
00000002=Adaugă Director
00000094=&Mască:
00000161=Anulează
00000162=OK
00000163=Include &Subdirectoare
00000164=Dosar nou...
00000165=Expresie regulată găsită:

[ARenMain]
00000002=ARen
00000005=0 Fișiere
00000006=0 Erori
00000007=Status: OK
00000008=Bara Principală de Instrumente
00000009=Reîmprospătează
00000010=&Testează Batch
00000011=Auto &Test
00000012=Miniature
00000013=Setări
00000014=&Ajutor
00000015=&Index...
00000016=Cuvinte &Cheie...
00000017=&Versiune Log...
00000018=Verifică &versiune nouă...
00000020=&Despre...
00000021=&Anulare Ultimul Batch
00000022=START BATCH
00000023=Bara de Instrumente
00000024=&Adaugă
00000025=&Fișiere...
00000026=&Directoare...
00000027=&Listă
00000028=&Încarcă...
00000029=&Salvează...
00000030=&Șterge...
00000031=Scoateți &fișierele eronate
00000032=Mută la început
00000033=Mută în sus
00000034=Mută în jos
00000035=Mută la sfârșit
00000036=Redenumește Fișierele
00000058=Redenumește Dosarele
00000067=Nume Fișier:
00000068=Director:
00000069=Mărime:
00000070=Data Creării:
00000071=Data Modificată:
00000072=Tip de Fișier:
00000073=Propietăți:
00000074=Data Accesări:
00000075=Informații Fișier
00000076=NoInfo
00000077=Nu se pot încărca informatii extinse. Fișierul ar putea fi în uz.
00000078=Img
00000079=Dimensiuni:
00000080=Data Luată:
00000081=Autor:
00000082=Drepturi de Autor:
00000084=ID3
00000085=Titlu:
00000086=Artist:
00000087=Album:
00000088=Melodie:
00000089=Anul:
00000090=Genul:
00000091=Dir
00000092=Conținut:
00000094=Nici o metodă găsită.
00000095=Listă metode redenumire
00000096=MetodăBar
00000097=Adaugă metodă
00000098=Elimină metodă
00000099=Șterge
00000100=La Început
00000101=Sus
00000102=Jos
00000103=La Sfârșit
00000105=Încarcă Lista Metodă
00000106=Salvează Lista Metodă
00000107=Presetări:
00000110=Salvează Lista
00000111=Mută Selecția
00000112=Mută la Început
00000113=Mută în Sus
00000114=Mută în Jos
00000115=Mută la Sfârșit
00000116=Adaugă...
00000117=Elimină
00000118=Rulează
00000119=Propietăți...
00000120=Încarca Lista...
00000121=Pentru fișier text...
00000122=Șterge Listă
00000123=Reîmprospătează
00000124=Seturi
00000125=Potrivește Coloane
00000144=&Personalizează...
00000145=&Copiază
00000152=Mută
00000153=La Început
00000154=Sus
00000155=Jos
00000156=La Sfârșit
00000157=Schimbă metoda în
00000158=Adaugă Metodă
00000159=Elimină
00000160=Șterge
00000161=Aveti nevoie de ajutor să incepeți? 
00000162=Aveti nevoie de ajutor să incepeți? 
00000163=&Noțiuni de bază...
00000164=Adaugă metodă batch
00000179=Introduceți &Etichete
00000180=&Anulează
00000181=Ta&ie
00000182=Copiază
00000183=&Lipește
00000184=Selectează &Tot
00000185=Vizitați forumul &online...
00000186=Personalizați coloanele
00000187=Setări
00000188=Potrivește Coloane
00000189=&Personalizează...
00000190=Vezi stilul
00000191=Detali
00000192=Icoane Largi
00000193=Icoane Mici
00000194=Listă
00000195=&Contribuie la proiect...
00000196=Marcare
00000197=Demarcare selecție
00000198=Marcare selecție
00000200=Nici o marcare
00000201=Marchează tot
00000202=Modalitate Batch:
00000203=Ieșire dosar:
00000204=Salvează Lista
00000205=Pentru fișier CSV...
00000206=Elimină fișiere fără etichete ID3
00000207=Elimină fișiere fără informații imagine
00000219=Regulă dacă numele coincide:
00000220=Separator:
00000221=Model:
00000223=Deschide metodă batch
00000225=Salvează metodă batch
00000226=Video
00000227=Dimensiuni:
00000228=Frame rate:
00000229=Durata:
00000230=Video codec:
00000231=Audio codec
00000232=Bitrate:
00000233=Locația GPS:
00000234=Sortare la întâmplare
00000235=Schimbă descrierea...
00000236=Precizie GPS:
00000237=ExifTool...
00000238=Adaugă dosarul bara de instrumente
00000239=Adaugă selecția
00000240=Afișare fișiere
00000241=Reîmprospătează
00000242=Panoul Dosar
00000243=Panoul dosar
00000244=Adaugă Selecția
00000245=Emisiune TV...
00000246=Import
00000247=Emisiune TV:
00000248=Episod TV:
00000249=CSV Fișier...
00000250=Marchează după model...
00000251=Demarcare după model...
00000252=Program
00000253=Configurare linie de comandă...
00000254=Inversează marcare
00000255=Selectează
00000256=Selectează tot
00000257=Nici o selecție
00000258=Inversează selecția
00000259=Marcare nepotrivită modelului...
00000260=Deschide dosarul cu conținut

[BatchResultFrame]
00000003=Ultimul rezultat
00000004=Numărul total de fișiere:
00000005=Erori găsite:
00000006=Arată erorile...
00000007=Anulare ultimul batch...
00000008=Adaugă toate fișierele de succes
00000009=Adaugă fișierele cu erori
00000010=Adaugă toate fișierele

[CustomizeCols]
00000002=Personalizați Coloanele
00000094=Setări &Coloană:
00000095=&Coloane:
00000096=Lățime &Coloane:
00000097=OK
00000098=Anulare
00000099=Sus
00000100=Jos
00000101=La Inceput
00000102=La Sfârșit
00000103=Salvare
00000104=Șterge

[frmAddFolderChoice]
00000001=Adaugă dosar
00000002=Anulare
00000003=OK
00000004=Adăugă &fișierele din dosare
00000005=Adăugă d&osare
00000006=&Include subdosarele
00000007=Formatul Nume Fișier &(filename mask)
00000008=Alegeți modul prin care doriți să adăugați dosarele la Advanced Renamer.
00000009=Adaugă &dosare rădăcină
00000010=Adaugă &subdosare
00000011=Expresie regulată găsită:

[frmCommandLine]
00000002=Configurare linie de comandă
00000202=Modalitate batch:
00000223=Deschide metoda batch
00000224=Cale:
00000225=Lista metodă fișier din:
00000226=Tipuri de fișiere:
00000227=Fișiere:
00000228=Ordinea fișierelor:
00000229=Output to log file:
00000230=Destinație dosar:
00000231=Fișier Mască:
00000232=Regex masca fișierului:
00000233=Comandă:
00000234=Fișier care conține elemente:
00000235=De asemenea, se adaugă fișierele din subdosarele
00000236=Inversează
00000237=Fișiere din cale
00000238=Lista fișierelor
00000239=Fișier care conține elemente
00000240=Copiază comanda
00000241=Salvează în fișier .bat...
00000242=Inchide
00000243=Deschide fișierul
00000244=Salvează fișierul
00000245=Salvează fișierul batch

[frmCSVImport]
00000002=CSV Import
00000003=&Import
00000008=Anulare
00000009=Nume Fișier:
00000010=Separator coloană:
00000011=Coloană pentru numele fișierului inițial:
00000012=Coloană pentru nume de fișier noi: (opțional)
00000013=Folder de bază pentru fișiere originale:
00000014=Prima linie este în afară
00000015=Nume de fișier original
00000016=Nume de fișier nou
00000017=Status

[frmExifTool]
00000002=ExifTool
00000094=Inchide
00000096=Etichetă:
00000097=Copiază
00000098=ExifTool este un program extern cu suport pentru mai multe formate de fișiere decât Advanced Renamer suportă nativ. Utilizați ExifTool pentru a avea acces la mai multe meta date fișier.
00000099=ExifTool website

[frmJSScript]
00000001=Script
00000002=Închideți și se aplică script
00000003=Acest script va fi executat o singură dată pentru fiecare element din listă.
00000004=Acest script va fi executat o singură dată și înainte de iterarea și prelucrarea a toate elementelor din listă. Folositi-l pentru a configura orice valori inițiale.

[frmTVShow]
00000002=TV Show Import
00000003=OK
00000004=Căutați tv show:
00000005=Căutați
00000006=Următorul>
00000007=< Precedent
00000008=Anulare
00000009=Afișează selecțiile:
00000010=Genul:
00000011=Anotimpuri:
00000013=Anotimpuri:
00000014=Episoade:
00000015=Utilizați acest ghid pentru a popula fișierele în lista cu TV Show informațiile culese de la TVRage.com.\n\nÎnainte de a continua trebuie să vă asigurați dacă fișierele din listă sunt ordonate corect.\n\nCând ați terminat importul informațiilor de la tvrage.com puteți utiliza TV Show pentru afișare etichete si a redenumi fișierele cu TV Show informații.\n
00000016=Import din:
00000017=Listă de fișier numărat:
00000018=Episod selectat numărat:
00000019=Reîmprospătează

[InsertTag]
00000003=<Inc Nr> - Incrementeză numerele
00000096=Implicit
00000097=<DirName> - Numele directorului
00000099=<Inc Alpha> - Incrementează literele
00000101=<Num Dirs> - Numarul total de subdirectoare din director
00000103=<Num Files> - Numarul total de fișiere din director
00000105=<Ext> - Extensie
00000107=<Name> - Nume fișier fără extensie
00000109=<Inc NrDir> - Incrementeză numerele pe director
00000111=<Num Items> - Numarul total de fișiere din această listă
00000113=ID3/MP3
00000114=<ID3 Album>
00000116=<ID3 Anul>
00000118=<ID3 Track>
00000120=<ID3 Titlu>
00000122=<ID3 Genul>
00000124=<ID3 Artist>
00000126=Imagine
00000127=<Img Width> - Lățimea Imagine
00000129=<Img Height> - Înălțime Imagine
00000131=<Img Anul>
00000133=<Img Luna>
00000135=<Img Ziua>
00000137=<Img Ora>
00000139=<Img Min>
00000141=<Img Sec>
00000143=<Img Autor> - Artist Imagine
00000145=<Img Copyright> - Copyright Imagine
00000147=Timp
00000148=<Anul>
00000150=<Sec>
00000152=<Min>
00000154=<Ora>
00000156=<Ziua>
00000158=<Luna>
00000160=Creat
00000161=<Anul Creat>
00000163=<Sec Create>
00000165=<Min Create>
00000167=<Ora Creată>
00000169=<Ziua Creată>
00000171=<Luna Creată>
00000173=Modificat
00000174=<Anul Modificat>
00000176=<Sec Modificate>
00000178=<Min Modificate>
00000180=<Ora Modificată>
00000182=<Ziua Modificată>
00000184=<Luna Modificată>
00000186=&Ajutor
00000187=<Rand> - Număr aleatoriu
00000188=Avansat
00000189=<Fișier Conținut>
00000190=<Bitrate>
00000191=<Subșir> - Subșir
00000192=<DSubșir> - Subșir - dreapta
00000193=<Cuvănt> Cuvânt indexat de nume fișier
00000194=<Img Subsec>
00000195=Dimensiunea Fișierului
00000196=<DimensiuneaFișierului>
00000197=<DimensiuneaFișierului KB>
00000198=<DimensiuneaFișierului MB>
00000199=<DimensiuneaFișierului GB>
00000200=<DimensiuneaFișierului TB>
00000201=Video
00000202=<Video Width> - Rezoluție video orizontală
00000203=<Video Height> - Rezoluție video verticală
00000204=<Video Codec> - Video codec
00000205=<Video Audio Codec> - Audio codec
00000206=<Bitrate> - Global bitrate
00000207=<Video Bitrate> - Bitrate numai pentru video
00000208=<Video Audio Bitrate> - Bitrate numai pentru audio
00000210=<Video FrameRate> - Numărul de cadre pe secundă
00000211=<Video Duration> - Timp de redare video
00000212=<Img CameraMake>
00000213=<Img ModelCameră>
00000214=<Img Deschideri>
00000215=<Img Strălucire>
00000216=<Img DistanțaFocală>
00000217=<Img ISO>
00000218=<Img VitezăObturator>
00000219=<Img TimpDeExpunere>
00000220=<Img Subiect>
00000221=<Img Titlu>
00000222=<Img Contrast>
00000223=<Img ModDeExpunere>
00000224=<Img ProgramDeExpunere>
00000225=<Img Saturație>
00000226=<Img Claritate>
00000227=<Img BalansDeAlb>
00000228=GPS
00000229=<GPS Lat> - Latitudine
00000230=<GPS Lat Deg> - Latitudine grade
00000231=<GPS Lat Sec> - Latitudine secunde
00000232=<GPS Lat Min> - Latitudine minute
00000237=<GPS Lng> - Longitudine
00000238=<GPS Lng Deg> - Longitudine grade
00000239=<GPS Lng Min> - Longitudine minute
00000240=<GPS Lng Sec> - Longitudine secunde
00000241=<GPS Alt> - Altitudine
00000242=<GPS Country> - Țara în care a fost luată imaginea
00000243=<GPS City> - Orașul în care a fost luată imaginea
00000244=<GPS State> - Statul în care a fost luată imaginea
00000245=<GPS Lng Dir> - Direcție longitudine
00000246=<GPS Lat Dir> - Direcție latitudine
00000247=<ExifTool> - Valoare din ExifTool
00000249=Checksum
00000250=<MD5> - MD5 checksum
00000251=<SHA1> - SHA-1 checksum
00000252=<SHA256> - SHA-256 checksum
00000253=TVShow
00000254=<TVShow Genres> - Listă de Genuri
00000255=<TVShow Year> - Episod difuzat anual
00000256=<TVShow Title> - Nume de TV Show
00000257=<TVShow Season> - Număr Sezon
00000258=<TVShow EpisodeNumber> - Număr Episod
00000259=<TVShow Day> - Episod difuzat zilnic
00000260=<TVShow Month> - Episod difuzat lunar
00000261=<TVShow StartYear> - Primul an în care a fost difuzat
00000262=<TVShow EpisodeTitle> - Titlu Episod
00000263=<TVShow EpisodeSequence> - Număr de Episod Secvențial
00000264=<Inc Hex> - Incrementare numere hex
00000265=<Inc Roman> Incrementare cifre romane
00000266=<Video Titlu>
00000267=<Video Genul>
00000279=<ID3 Durată> - Timp de redare audio
00000280=<ID3 Ora> - Ore parte din timpul de redare audio
00000281=<ID3 Min> - Minute parte din timpul de redare audio
00000282=<ID3 Sec> - Secunde parte din timpul de redare audio
00000283=<Video Ora> - Ore parte din timpul de redare video
00000284=<Video min> - Minute parte din timpul de redare video
00000285=<Video Sec> - Secunde parte din timpul de redare video
00000286=<Linie Fișier>
00000287=<Dec Nr> Numărul de decrementare

[InsertTagWnd]
00000002=Text field value 
00000094=Anulare
00000095=Valoarea numerică
00000096=Model
00000097=OK
00000098=Utilizați expresii regulate
00000099=Etichete:
00000100=Caracterele meta pentru expresii regulate:

[Patern]
00000002=Modele
00000094=Modele &Disponibile:
00000159=&Șterge
00000160=&Model Selectat:
00000161=OK
00000162=Anulare
00000163=&Adaugă
00000164=&Nou

[PreRenaming]
00000002=Începeți Redenumirea
00000094=Redenumire Setări:
00000160=Asigurați-vă că setările redenumire sunt corecte inainte de a apasa butonul Redenumire.
00000161=Anulare
00000162=Start

[Progress]
00000002=Progres
00000094=Vă rugăm să așteptați în timp ce efectuează batch-ul...
00000160=Valoarea totală a fișierelor:
00000161=OK
00000162=Vezi Erori
00000163=Adăugă fișiere:
00000164=Nici unul
00000165=Nici unul\nFișiere care ar putea fi redenumite\nFișiere care nu au putut fi redenumite\nToate fișierele\n
00000166=TabSheet1
00000167=Nume fișier
00000168=Eroare de cod
00000169=Eroare descărcată
00000170=Total fișiere:
00000171=De succes:
00000172=Erori:
00000173=TabSheet2
00000174=Erori găsite:

[ProgressAdd]
00000002=Așteptați vă rog
00000094=Se adaugă fișiere...
00000161=Anulare

[ProgressError]
00000002=Erori care au fost găsite
00000094=Erori care au fost găsite în fișierele selectate pentru batch. Următoarele fișiere nu pot fi redenumite. Alegeți o acțiune de mai jos. Nici un fișier a fost redenumit încă.
00000161=Stop batch
00000163=Treci peste fișierele eronate
00000164=Total fișiere:
00000165=Erori:
00000166=Nume fișier
00000167=Eroare

[Settings]
00000002=Setări
00000161=Anulare
00000162=OK
00000163=Implicit
00000164=&Inlocuiește neacceptat cu:
00000165=Miniatură &lățime:
00000166=Miniatură &înălțime:
00000167=Arată &Casuța Informații Fișier
00000168=Confirmați &Ștergere Listă
00000171=&Explorează Conținutul Meniului
00000172=Arată &grila
00000173=Folosește informațiile EXIF pentru lățime și înălțime la imagine
00000175=Limba:
00000177=Salvați setările în acest dosar:
00000178=Dosar personal
00000179=Același dosar ca aren.exe
00000183=ID3v1, ID3v2
00000184=ID3v1, ID3v2\nID3v2, ID3v1\nID3v1\nID3v2\n
00000186=Deschideți dosarul
00000187=Arată ajutor la noțiuni de bază
00000188=Adaugă zerouri la etichete cu numere incrementate
00000194=Verificați actualizări la pornire
00000195=Câmp EXIF pentru operațiunile de timp dată la imagine:
00000196=Bifată afectează etichetele cu numere incrementate
00000197=Separator de cuvânt:
00000198=Asociază fișiere .aren cu Advanced Renamer
00000199=Mediu
00000200=Program
00000201=Redenumire
00000202=Fișierele de imagine
00000203=Fișierele de muzică
00000204=Preferințe ID&3:
00000205=Arată butonul adaugă metodă in bară
00000206=Adăugați fișiere la terminare batch:
00000207=Console
00000208=Dosarul de aplicație în calea mediu
00000209=JS Script editor
00000210=Tab dimensiunea liniuței:
00000212=Parcurge peste sfârșitul de linie
00000213=Limită fișiere

[UndoBatchForm]
00000002=Anulează
00000094=Selectează o metodă de Anulare din lista din stânga
00000161=Inchide
00000162=Anulați această listă
00000163=Modelul original
00000164=Nume fișier redenumit
00000165=Eroare
00000166=Dosar original
00000167=Selectați tot
00000168=Deselectează tot
00000169=Selectează un batch precedent de mai jos si apasă "Anulați această listă" pentru a anula redenumirea.
00000170=Dosar redenumit
00000171=Ștergeți...
00000172=Debifați &fișierele eronate

[$CONSTANTS]
AbsoluteDateTime=Data și ora absolut
Accessed=Accesat
AccessedDateTime=Data și ora accesată
Active=Activ
Add=Adaugă
AddFiles=Adaugă fișiere
AddingFiles=Se adaugă fișiere...
All=Tot
AllFiles=Toate fișierele
AllItems=Toate elementele
AnalyzingFiles=Analizând fișierele...
ApplyScript=Aplică script
ApplyTo=Aplică la
Archive=Arhivă
Archive_Short=A
Ask=Cere
AtIndex=La index
Audio=Audio
Backwards=Din Spate
BatchModeCopy=Copiază
BatchModeMove=Mută
BatchModeRename=Redenumește
Beta=Beta
BetaFeature=Facilitate beta
CaseSensitive=Distinție majuscule/minuscule
ColumnName0=Nume Fișier
ColumnName1=Cale
ColumnName10=ID3 Gen
ColumnName100=Nume Folder
ColumnName101=Cale
ColumnName102=Data Creării
ColumnName103=Attribs
ColumnName104=Noi Atribuții
ColumnName105=Noul Folder Name
ColumnName106=Noua Dată Creării
ColumnName107=Cod de Eroare
ColumnName108=Eroare
ColumnName109=Cale Nouă
ColumnName11=ID3 Titlu
ColumnName12=ID3 Track 
ColumnName13=ID3 Anul
ColumnName14=Noi Atribuții
ColumnName15=Noul Nume Fișier
ColumnName16=Noua Dată Creării
ColumnName17=Noua Dată Accesată
ColumnName18=Noua Dată Modificată
ColumnName19=Cod de Eroare
ColumnName2=Mărime
ColumnName20=Eroare
ColumnName21=Data Luată
ColumnName22=Extensie
ColumnName23=Noua Cale
ColumnName3=Data Creării
ColumnName4=Data Accesată
ColumnName5=Data Modificată
ColumnName6=Atribuții
ColumnName7=Dimensiune
ColumnName8=ID3 Album 
ColumnName9=ID3 Artist 
CopiedFileCouldNotBeFound=Fișierele copiate nu a putut fi găsite
CopiedFolderCouldNotBeFound=Directorul copiat nu a putut fi găsit
CopiedItem=Fișiere copiate
CopiedItemPath=Cale fișiere copiate
Created=Creat
CreatedDateTime=Data și ora creării
current=curent
Datetime=Timp dată
Day=Zi
Day_Long_1=Luni
Day_Long_2=Marți
Day_Long_3=Miercuri
Day_Long_4=Joi
Day_Long_5=Vineri
Day_Long_6=Sâmbată
Day_Long_7=Duminica
Day_Short_1=Lun
Day_Short_2=Mar
Day_Short_3=Mie
Day_Short_4=Joi
Day_Short_5=Vin
Day_Short_6=Sâm
Day_Short_7=Dum
DeltaDateTime=Data și ora Delta
Description=Descriere
DirnamePattern=Nume model director
Edit=Editare
Error=Eroare
Errors=Erori
Err_100=OK
Err_101=Eroare necunoscută
Err_102=<>:"/\\*? nu este acceptat în nume de fișiere
Err_103=Nume de fișier ce conține caractere ilegale
Err_104=Nume de fișier prea lung
Err_105=Fișierul există deja
Err_106=Dosarul nu există
Err_107=Nu se gasește fișierul sursă
Err_108=Nume de fișier ne specificat
Err_109=Posibilitate de mai multe fișiere cu același nume
Err_110=Metoda redenumire invalidă
Err_111=Nu există informații imagine găsite
Err_112=Nici un ID3 TAG găsit
Err_113=Prea multe fișiere de <Inc Alpha>
Err_114=Dată Format Invalidă
Err_115=Extensie schimbată
Err_116=Etichetă invalidă
Err_117=Expresie regulată nevalid
Err_118=Modelul nu a fost găsit
Err_119=Nici un rezultat de la serverul geo
Err_120=Rezultatul invalid de pe serverul geo
Err_121=Nu există informații video găsite
Err_122=Nu există informații GPS găsite
Err_123=Dosare nu pot fi mutate sau copiate în altă unitate
Err_124=Invalid script
Err_125=Eroare ExifTool
Err_126=TVShow informațiile nu a fost preluate. Utilizați la început fereastra TVImport
Excellent=Excelent
EXIFDate_DateDigitized=Date digitalizate
EXIFDate_DateOriginal=Date originale
EXIFDate_DateTaken=Date luate
Extension=Extensie
Fair=Corect
File=Fișier
FileCouldNotBeRenamed=Fișierul nu a putut fi redenumit
Fileinfo=Informații Fișier
FilenamePattern=Model nume de fișier
FileRenamedOK=Fișier redenumit OK
Files=Fișiere
Folder=Dosar
FolderLocation=Locația dosarului
Folders=Dosare
GettingThumbnails=Preluarea miniaturilor
Good=Bun
GotErrors=Erori Gasite
HandleNegativeNumbers=Handle numere negative
Hidden=Ascuns
Hidden_Short=H
Hour=Ora
Ideal=Ideal
ImageDateTime=Data și ora imagine
ImageFile=Fișierele de imagine
InputMessageDescription=Schimbă metoda prezentată
InvertCase=Inversează Majuscule-minuscule
ItemNotReverted=Nu sa putut reveni la model
ItemRevertedOK=Revenire model OK
Items=Fișiere
LoadList=Încarcă lista
LowerCase=Setează minuscule
LowerCaseFirstLetter=Setează minuscule prima literă
LowerCaseFirstLetterInEveryWord=Setează minuscule prima literă din fiecare cuvănt
LowerCasePattern=Setează modelul cu minuscule
MethodName_Add=Adaugă
MethodName_Attributes=Atribuții
MethodName_List=Listă
MethodName_Move=Mută
MethodName_NewCase=Format Nou
MethodName_NewName=Nume Nou
MethodName_Remove=Elimină
MethodName_RemovePattern=Elimină model
MethodName_Renumber=Renumerotează
MethodName_Replace=Înlocuiește
MethodName_Script=Script
MethodName_Swap=Schimbă
MethodName_Timestamp=Dată Format
MethodName_Trim=Curață (Trim)
Methods=Metode
Min=Min
Moderate=Moderat
Modified=Modificat
ModifiedDateTime=Data și ora modificată
Month=Lună
Month_01_Long=Ianuarie
Month_01_Short=Ian
Month_02_Long=Februarie
Month_02_Short=Feb
Month_03_Long=Martie
Month_03_Short=Mar
Month_04_Long=Aprilie
Month_04_Short=Apr
Month_05_Long=Mai
Month_05_Short=Mai
Month_06_Long=Iunie
Month_06_Short=Iun
Month_07_Long=Iulie
Month_07_Short=Iul
Month_08_Long=August
Month_08_Short=Aug
Month_09_Long=Septembrie
Month_09_Short=Sep
Month_10_Long=Octombrie
Month_10_Short=Oct
Month_11_Long=Novembrie
Month_11_Short=Nov
Month_12_Long=Decembrie
Month_12_Short=Dec
MoveCount=Mutare numărată
MovedFileCouldNotBeFound=Fișierul mutat nu a putut fi găsit
MovedFolderCouldNotBeFound=Dosarul mutat nu a putut fi găsit
MovedItem=Fișier mutat
MovedItemPath=Cale fișier mutat
MoveFrom=Mutare de la
MoveRelative=Mutare relativă
MoveTo=Mutare în
MsgTitle_Confirm_ClearList=Șterge Listă
MsgTitle_Confirm_DeleteColumnSet=Șterge setări coloane?
MsgTitle_Confirm_OverwriteColumnSet=Setări deja existente
MsgTitle_Confirm_Quit=Ieșire Advanced Renamer
MsgTitle_Error=Eroare
MsgTitle_Error_FileNotFound=Fișierul nu a fost găsit
MsgTitle_Error_InvalidColumnSetName=Nume invalid
Msg_Confirm_ClearList=Ești pe cale pentru a șterge toate fișierele din listă.\n\nSigur pentru a continua?
Msg_Confirm_ClearMethodList=Ștergere lista de metodă?
Msg_Confirm_DeleteColumnSet=Ștergeți Setul Coloană\n\nSigur doriți să ștergeți setul numit "%s"
Msg_Confirm_ExtChanged=Extensia va fi schimbat pe unele fișiere. Acest lucru poate face fișierele inutilizabile în unele cazuri.\n\nVrei să continue redenumirea oricum?
Msg_Confirm_OverwriteColumnSet=Setul există deja\n\nVrei să suprascrieți un set numit "%s"?
Msg_Confirm_OverwriteFile=Suprascrie fișier?\n\nEști pe cale de a suprascrie fișierul "%s". Vrei să continui?
Msg_Confirm_PopulateList=Textele populare cu numele originale ale elementelor din listă?
Msg_Confirm_Quit=Există încă fișiere în lista\n\nSigur vrei să ieși?
Msg_Confirm_RenamingPossibleErrors=Erori găsite\n\nSa constatat că erorile posibile găsite face imposibilă redenumirea fișierelor adăugate.\n\nContinuați redenumirea?
Msg_Confirm_SettingsPathChanged=Ați schimbat setările directorul.\n\nDoriți să copiați setările curente la acest dosar?\n\nNotă: Toate fișierele existente în dosarul vor fi suprascrise.
Msg_Error_AddFileAssociation=Nu am putut adăuga fișiere de asociere
Msg_Error_CannotAddSoManyFiles=Nu se poate adăuga fișiere.\n\nNu poți încărca mai mult decât %d fișiere în listă.
Msg_Error_CheckUpdates=Eroare\n\nNu am putut verifica actualizările.
Msg_Error_CoultNotCreateFolder=Nu am putut crea dosarul
Msg_Error_FileNotFound=Eroare\n\nNu poate găsi fișierul "%s".
Msg_Error_InvalidColumnSetName=Eroare\n\n%s nu este un nume valid\n\nA Coloana Set Nume poate conține doar litere, numere,- și _.
Msg_Error_InvalidFolder=Eroare\n\nNu este un dosar valid.
Msg_Error_MustEnableBeforeAddFolders=Trebuie să activați fie "%s" sau "%s"
Msg_Error_NotFoundItems=%d fișierele nu au fost găsite.\n\n%s
Msg_Error_NoUndoList=Nu a fost selectată nici o listă de anulare.
Msg_Error_Only2000Plus=Această caracteristică nu este acceptată pe sistemul dvs. Această caracteristică este disponibilă doar pe Windows 2000 sau mai mare.
Msg_Error_RemoveFileAssociation=Nu am putut elimina fișiere de asociere
Msg_Error_RenamingNoFilesInList=Eroare\n\nNu se poate începe redenumirea, deoarece nu există fișiere în listă.
Msg_Error_Unknown=Eroare necunoscută\n\n%s
Msg_FirstTimeUse=Poate este prima data când folosești Advanced Renamer. Ar fi o idee bună să arunci o privire la ghidul de folosire înainte de a utiliza acest program.\n\nVrei sa vezi ghidul utilizatorului acum?
Msg_Info_BatchModeNotSupportedForFolders=Modul batch selectat nu este acceptat pentru utilizare cu dosare.
Msg_Info_ConvertMethods_0310=În această versiune de Advanced Renamer presetările metodă sunt situate într-un folder personalizat. Când faceți clic pe OK, vei fi capabil de a alege un folder gol pentru a converti presetările dvs. metodei existente la.
Msg_Info_CouldNotBeAdded=%d nu am putut adăuga fișierele.
Msg_Info_ItemsAlreadyInList=%d din fișiere sunt deja în listă
Msg_Info_LanguageChange=Modificările limbă se aplică la prima repornire a programului.
Msg_Info_NewVersion=O nouă versiune Advanced Renamer este disponibilă.\n\nDoriți să descărcați noua versiune?
Msg_Info_NoNewVersion=Nu există versiune nouă de Advanced Renamer în acest moment.
Msg_Info_RevertChanges=Toate modificările vor reveni la setările implicite.\n\nVrei sa continui?
Msg_Info_UndoHasEnded=Anularea batch sa terminat cu %d erori.
Msg_Info_UndoSuccess=Batch-ul a fost inversat cu succes.
MusicFile=Fișier muzică
Name=Nume
NameAndExtension=Nume si extensie
NameCollisionRule_AppendImgSubsec=Adăugați imagine sub la al doilea
NameCollisionRule_AppendNumber=Adăugați incrementarea numărul
NameCollisionRule_AppendPattern=Adăugați model
NameCollisionRule_Fail=Eșuare
NewCase=Case Nou
NewFolder=Dosar nou
NewName=Nume Nou
NewNumber=Număr nou
No=Nu
NoChange=Nici o schimbare
NoMethods=Nu sunt metode în uz.\n\nFaceți clic pe butonul Adaugă pentru a adăuga metode noi.
None=Nici unul
Nth1=1st
Nth2=2nd
Nth3=3rd
Nth4=4th
Nth5=5th
Nth6=6th
Nth7=7th
Nth8=8th
Nth9=9th
NumberDifference=Diferență număr
NumberLength=Lungime număr
NumberPosition=Poziție număr
NumericValueOrPattern=Valoarea numerică sau model de căutare
Occurrence=Apariție
OK=OK
OriginalFileNotFound=Fișierul original nu a fost găsit
OriginalFileStillExists=Fișierul original încă mai există
OriginalFolderNotFound=Dosarul original nu a fost găsit
OriginalFolderStillExists=Dosarul original încă mai există
Pattern=Model
Poor=Sărac
PopulateList=Lista populară
PreBatchScript=Pre batch script...
ReadOnly=Readonly
Readonly_Short=R
RegEx_AnyChar=Orice caracter
RegEx_CharList=Caracter din lista de caractere
RegEx_Digit=Caracter Cifre
RegEx_EndLine=Sfârșit de linie
RegEx_Match0OrMore=Potrivit 0 sau mai mulți
RegEx_Match1Or0=Potrivit 1 sau 0
RegEx_Match1OrMore=Potrivit 1 sau mai mulți
RegEx_MatchLeastNTimeNoMoreM=Potrivit cel puțin de n ori dar nu mai mult de m ori
RegEx_MatchLeastNTimes=Potrivit cel puțin de n ori
RegEx_MatchNTimes=Potrivit n ori
RegEx_NonCharList=Caracterul nu figurează în lista de caractere
RegEx_NonDigit=Caracter non-cifre
RegEx_NonWordChar=Caracter non-cuvânt
RegEx_StartLine=Start de linie
RegEx_SubAlternative=Alternativă sub model
RegEx_SubGroup=Grup sub model
RegEx_SubMatch=Prima potrivire sub model
RegEx_WordChar=Caracter cuvânt
RemoveCount=Elimină numerare
RenamedFileCouldNotBeFound=Redenumește fișierul care nu a putut fi găsit
RenamedFolderCouldNotBeFound=Redenumește dosarul care nu a putut fi găsit
RenamedItem=Redenumește fișier
RenamedItemPath=Redenumește calea fișierului
RenumberChange=Schimbă în
RenumberChangeTypeAbsoluteText=Număr absolut
RenumberChangeTypeRelativeText=Comparativ cu numărul existent
Replace=Înlocuiește
ReplaceWith=Înlocuiește cu
SaveColumnSet=Salvează coloană în setări
SaveList=Salvare listă
Season=Sezon
Sec=Sec
SelectFolder=Selecteză dosar
SelectMethod=Selectează o metodă.
Separator=Separator
Set=Set
ShowInWindow=Arată in fereastra...
Skip=Sari
StartingAt=Începând de la
Status=Status
Status_TestingNames=Status: Testare nume...
System=Sistem
System_Short=S
Tag=Etichete
TagCategoryAdvanced=Etichete Avansate
TagCategoryChecksum=Checksum Tags 
TagCategoryDateTime=Etichete Dată/Timp
TagCategoryDateTimeCreated=Etichete Dată/Timp Create
TagCategoryDateTimeModified=Etichete Dată/Timp Modificate
TagCategoryDefault=Etichete Default
TagCategoryFileSize=Etichete Dimensiune Fișier
TagCategoryGPS=Etichete Locație GPS
TagCategoryID3=Etichete ID3/MP3
TagCategoryImage=Etichete Fotografie
TagCategoryTVShow=Emisiune TV
TagCategoryVideo=Etichete Video
TBShowlblEpisodesTitle=Alege sezoane și episoade pentru "%s".
TextList=Lista Text
TextToBeReplaced=Text de înlocuit
ToRemoveMoreThanOne=Pentru a elimina mai mult de un model folosește \\ a separa modelul diferit.
ToReplaceMoreThanOne=Pentru a înlocui mai mult de o frază folosește \\ a separa diferite fraze.
TrimCharacters=Caractere Trim
TypeNameForColumnSet=Tastați un nume pentru setarea coloanei.
Unknown=Necunoscut
Unset=Nesetat
UpdateAvailable=Actualizare disponibilă. Click aici pentru a face upgrade.
UpperCase=Setează MAJUSCULE
UpperCaseFirstLetter=Setează Majusculă prima literă
UpperCaseFirstLetterInEveryWord=Setează Majusculă Prima Literă Din Fiecare Cuvânt
UpperCasePattern=Setează modelul cu Majuscule
UseRegularExpressions=Utilizați expresii regulate
Value=Valoare
Video=Video
VideoFile=Fișier video
WithErrors=Fișiere cu erori
WithoutErrors=Fișiere fară erori
WordSeperators=Separatoare de cuvânt
Year=An
Yes=Da
ZeroPadding=Zero padding
ZeroPadTypeAuto=Automat
ZeroPadTypeManual=Manual
ZeroPadTypeNo=No padding
